Tekla Open API Reference for Tekla Structures 2025
PickerInputNPoints Methods
The PickerInputNPoints type exposes the following members.
Methods
Name | Description
IsEqual
 Compares the current object with an object of the same type.
 (Inherited from PickerInputPointsWithinAView.)
Top
See Also
Reference
PickerInputNPoints Class
Tekla.Structures.Drawing Namespace